{
  "app": {
    "name": "Screen Recording & Live Video Calls by Screendesk",
    "short_description": "Screen recordings & live screen sharing for faster ticket resolution.",
    "long_description": "Screendesk is the all-in-one video solution trusted by customer facing teams at startups and enterprises worldwide. \n\n ## SCREEN RECORDING \n\n * **Request screen recordings from your customers**: instead of making users explain an issue via text or live call, give them the option to record their screens. \n\n * Send how-to videos to your customers: make it easy for customers to understand a product or concept using video to share information and demonstrate next steps. \n\n * Collect browser metadata & Console logs: recordings also come with console logs and additional metadata such as operating system, hardware, and browser details. \n\n * Automatically receive the recorded videos: recorded videos will be added as new reply in your tickets.\n\n * No download or installs: works on any desktop browser. Your customers simply click on the link and start recording. \n\n * Search and reply with existing videos in your helpdesk. \n\n * AI Video summaries: transcribe and summarize screen recordings with AI to help your team triage issues faster. \n\n ## LIVE SCREEN SHARING \n\n * **Real-time screen sharing with with your customers**: support agents can use screen sharing on video calls to walk customers through solutions. \n\n * Record your video calls: train new support agents by sharing recordings of your video calls. \n\n * No downloads required: Jump on a video call with your customers without requiring them or your agents to download anything. \n\n ## POWERFUL EMBEDS \n\n * **Collect screen recordings directly from your submit request page.** \n\n * **Embed videos in your help center**: Say goodbye to long, boring help articles. Embed videos in your help center to make it easier for customers to help themselves. \n\n * Call-to-action buttons: Add links to help articles and other resources from within your video. \n\n Visit our [Help Desk](https://docs.screendesk.io) or contact support@screendesk.io for support.",
    "installation_instructions": "Simply click install. \n\n Once installed, you will need to connect with your Screendesk account: this is a one-time operation to do with a Zendesk admin profile: \n\n - visit any ticket and click on the sign in button in the sidebar, or open the Screendesk app from the ticket editor. \n\n - sign in to your Screendesk account or create a Screendesk account. (Make sure you sign in or register with the same email address as your Zendesk account). \n\n - then accept the connection between Screendesk and Zendesk when proposed. \n\n - simply refresh your Zendesk page and your Screendesk app will be ready."
  }
}

